chat_system_100555271_actor_description=Blind Hugh. Zombie, who hates pirates.
chat_system_100555271_snap_9_question=^?^What else do you need? I've given you the key, tolerated your conversation. What else do you want from me? Leave me alone!
chat_system_100555271_snap_9_answer_0=^?^Don't get upset, Hugh. I'm already leaving.
chat_system_100555271_snap_0_question=^?^Who's here? One more pirate decided to join the Brotherhood? Come, come here. I can't see you, but maybe I'll manage to grope out your belly so I know where to thrust my knife.
chat_system_100555271_snap_0_answer_0=^?^No, no, I'm not a pirate! I'm in the royal service; I serve for the welfare of Darion and our king.
chat_system_100555271_snap_1_question=^?^Darion? I've never been there. Tell me about Darion.
chat_system_100555271_snap_1_answer_0=^?^Darion is a very beautiful country. There are marshes, forests and wonderful lakes there. There's even an island where Griffins live. The capital of Darion - Kronberg - is beautiful in the rays of the sunset...
chat_system_100555271_snap_1_answer_1=^?^Never been to Darion? What can I tell you about its landscape if you never been and can't see anyway? Darion is full of forests, lakes and marshes. There are cities and villages. Same as anywhere else. Why should I describe Darion to a blind guy?
chat_system_100555271_snap_2_question=^?^Forests, you say... and how do you like our Islands, as a guest from Darion?
chat_system_100555271_snap_2_answer_0=^?^You have the ocean, it's beautiful! And for a pirate it's pure freedom, no strict laws, no problems with the authorities. It's a real paradise for those who know what they want and how to get it. I'd like to live here.
chat_system_100555271_snap_2_answer_1=^?^You know, I don't understand how you can live here. Darion is much better for me. And as for the pirates, our patrol ships sink them without warning, unlike this place. In Darion we have order.
chat_system_100555271_snap_3_question=^?^I see that in your heart you're pirate. Do you know who killed my relatives and tore out my eyes? Do you know that pirates buried me alive when I was just a boy? You're just like them, just like these bastards!<br>And now you will die. Just like all those others who came down into this underground before.
chat_system_100555271_snap_3_answer_0=^?^We will see which of us is a dead man! (Attack the pirate...)
chat_system_100555271_snap_4_question=^?^You're a good man. That's why I'll help you to get out of here. At the end of the way, there's a closed door waiting for you. I have the key for that door. I'll give it to you, but only if you promise me to do a little errand for me.
chat_system_100555271_snap_4_answer_0=^?^Speak up, what kind of errand?
chat_system_100555271_snap_5_question=^?^You were sent to this place by the head of the Brotherhood - Tex Viscous. It was him who killed my parents. Him who blinded me. And I want the same for him. He must be blinded. Pull out his eyes for me.
chat_system_100555271_snap_5_answer_0=^?^Hmm. That's very cruel. You should forgive and forget those murderers. I disagree!
chat_system_100555271_snap_5_answer_1=^?^Ok, no problem. Give me the key and I'll do as you ask.
chat_system_100555271_snap_6_question=^?^You've refused! It's amazing! You are the first who refused to help me. This means you really are a good man. And so I can give you the key.
chat_system_100555271_snap_6_answer_0=^?^Thank you Hugh. Good luck.
chat_system_100555271_snap_7_question=^?^Why have you come back?
chat_system_100555271_snap_7_answer_0=^?^Look, the point is that... This door - it says that the key is not the important part. It says it wants you to come and open it yourself.
chat_system_100555271_snap_7_answer_1=^?^I just want to wander around this place for a bit, you know, take a look around.
chat_system_100555271_snap_8_question=^?^This damned door... It's very strong-willed. Well then: the most important thing is to intimidate it. Say that you'll knock it down if it gets stubborn. Give it no quarter; show it who is stronger! It'll back down, I warrant. Always works.
chat_system_100555271_snap_8_answer_0=^?^Fine, thank you. Goodbye.
